acpi
alacritty
base
base-devel
dhcpcd
discord
efibootmgr
git
google-chrome
grub
gscreenshot
i3-wm
i3blocks
i3status
iw
iwd
linux
linux-firmware
man-db
meson
neofetch
neovim
ninja
nitrogen
nodejs
noto-fonts
noto-fonts-emoji
picom
rust
tmux
unzip
uthash
vim
xclip
xf86-input-synaptics
xorg-server
xorg-xinit
xterm
yay
yay-debug
